Repository: caquino/KamiYomu
Catalog: src/KamiYomu.Web/Resources/I18n.*.resx
Languages: es, fr, nl, pt_br

source: Accepted Formats
es: Formatos aceptados
fr: Formats acceptés
nl: Geaccepteerde formaten
pt_br: Formatos aceitos

source: Add
es: Agregar
fr: Ajouter
nl: Toevoegen
pt_br: Adicionar

source: Back
es: Atrás
fr: Dos
nl: Rug
pt_br: Voltar

source: Crawler
es: Tractor
fr: Chenille
nl: Kruiper
pt_br: Rastreador

source: Crawler Agents
es: Agentes rastreadores
fr: Agents d'exploration
nl: Crawler-agenten
pt_br: Agentes rastreadores

source: Edit Crawler Agent
es: Editar agente rastreador
fr: Modifier l'agent du robot d'exploration
nl: Crawler-agent bewerken
pt_br: Editar agente rastreador

source: Import Crawler Agent
es: Importar agente rastreador
fr: Importer l'agent du robot d'exploration
nl: Crawler-agent importeren
pt_br: Agente rastreador de importação

source: Library
es: Biblioteca
fr: Bibliothèque
nl: Bibliotheek
pt_br: Biblioteca

source: Save
es: Ahorrar
fr: Sauvegarder
nl: Redden
pt_br: Salvar

source: Welcome
es: Bienvenido
fr: Accueillir
nl: Welkom
pt_br: Bem-vindo

source: Background Jobs
es: Trabajos en segundo plano
fr: Travaux en arrière-plan
nl: Achtergrond banen
pt_br: Trabalhos em segundo plano

source: Light
es: Luz
fr: Lumière
nl: Licht
pt_br: Claro

source: Dark
es: Oscuro
fr: Sombre
nl: Donker
pt_br: Escuro

source: Assembly Properties
es: Propiedades de ensamblaje
fr: Propriétés de l'assemblage
nl: Assemblage-eigenschappen
pt_br: Propriedades do arquivo

source: Actions
es: Comportamiento
fr: Actes
nl: Acties
pt_br: Ações

source: Enable
es: Permitir
fr: Activer
nl: Inschakelen
pt_br: Habilitar

source: Name
es: Nombre
fr: Nom
nl: Naam
pt_br: Nome

source: Display Name
es: Nombre para mostrar
fr: Nom d'affichage
nl: Weergavenaam
pt_br: Nome de exibição

source: Edit
es: Editar
fr: Modifier
nl: Bewerking
pt_br: Editar

source: Delete
es: Borrar
fr: Supprimer
nl: Verwijderen
pt_br: Excluir

source: Language
es: Idioma
fr: Langue
nl: Taal
pt_br: Linguagem

source: Property
es: Propiedad
fr: Propriété
nl: Eigendom
pt_br: Propriedade

source: Value
es: Valor
fr: Valeur
nl: Waarde
pt_br: Valor

source: Close
es: Cerca
fr: Fermer
nl: Dichtbij
pt_br: Fechar

source: Add To Library
es: Agregar a la biblioteca
fr: Ajouter à la bibliothèque
nl: Toevoegen aan bibliotheek
pt_br: Adicionar à biblioteca

source: Remove From Library
es: Eliminar de la biblioteca
fr: Supprimer de la bibliothèque
nl: Verwijderen uit bibliotheek
pt_br: Remover da biblioteca

source: Cancel
es: Cancelar
fr: Annuler
nl: Annuleren
pt_br: Cancelar

# PageSubtitleCrawler
source: Look for new titles across your selected sources.
es: Busque nuevos títulos en las fuentes seleccionadas.
fr: Recherchez de nouveaux titres dans les sources sélectionnées.
nl: Zoek naar nieuwe titels in de door u geselecteerde bronnen.
pt_br: Procure novos títulos nas fontes selecionadas.

source: Search manga...
es: Buscar manga...
fr: Rechercher des mangas...
nl: Manga zoeken...
pt_br: Pesquisar mangá...

# PageSubtitleLibrary
source: Your manga collection - including titles currently downloading and those already completed.
es: Su colección de manga, incluidos los títulos que se están descargando actualmente y los que ya se han completado.
fr: Votre collection de mangas - y compris les titres en cours de téléchargement et ceux déjà terminés.
nl: Je mangacollectie - inclusief titels die momenteel worden gedownload en titels die al zijn voltooid.
pt_br: Sua coleção de mangás - incluindo títulos atualmente baixados e já concluídos.

source: Select Crawler Agent
es: Seleccione el agente rastreador
fr: Sélectionnez l'agent du robot d'exploration
nl: Selecteer Crawleragent
pt_br: Selecione Agente Rastreador

source: View Library
es: Ver biblioteca
fr: Voir la bibliothèque
nl: Bibliotheek bekijken
pt_br: Ver Biblioteca

source: Open Library
es: Biblioteca abierta
fr: Bibliothèque ouverte
nl: Bibliotheek openen
pt_br: Abrir Biblioteca

source: Start Crawling Now
es: Empiece a rastrear ahora
fr: Commencez à explorer maintenant
nl: Begin nu met kruipen
pt_br: Comece a rastrear agora

source: Crawl Manga
es: Manga de rastreo
fr: Manga rampant
nl: Manga kruipen
pt_br: Rastrear Mangá

# ViewLibraryDescription
source: Browse your downloaded manga collection through a clean, customizable interface.
es: Explore su colección de manga descargada a través de una interfaz limpia y personalizable.
fr: Parcourez votre collection de mangas téléchargés via une interface claire et personnalisable.
nl: Blader door uw gedownloade mangacollectie via een overzichtelijke, aanpasbare interface.
pt_br: Navegue pela sua coleção de mangá baixada por meio de uma interface limpa e personalizável.

# CrawlMangaDescription
source: Automatically fetch chapters from supported manga sites and store them locally.
es: Obtenga automáticamente capítulos de sitios de manga compatibles y guárdelos localmente.
fr: Récupérez automatiquement les chapitres des sites de mangas pris en charge et stockez-les localement.
nl: Haal automatisch hoofdstukken op van ondersteunde mangasites en sla ze lokaal op.
pt_br: Obtenha capítulos automaticamente de sites de mangá suportados e armazene-os localmente.

source: Welcome to KamiYomu
es: Bienvenido a KamiYomu
fr: Bienvenue à KamiYomu
nl: Welkom bij KamiYomu
pt_br: Bem-vindo ao KamiYomu

source: Confirm Delete
es: Confirmar eliminación
fr: Confirmer la suppression
nl: Bevestig verwijderen
pt_br: Confirmar exclusão

source: Crawler Agent Details
es: Detalles del agente rastreador
fr: Détails de l'agent du robot d'exploration
nl: Details van crawleragent
pt_br: Detalhes do agente rastreador

source: Title
es: Título
fr: Titre
nl: Titel
pt_br: Título

source: Description
es: Descripción
nl: Beschrijving
pt_br: Descrição

source: Company
es: Compañía
fr: Entreprise
nl: Bedrijf
pt_br: Empresa

source: Version
es: Versión
nl: Versie
pt_br: Versão

source: File Version
es: Versión del archivo
fr: Version du fichier
nl: Bestandsversie
pt_br: Versão do arquivo

source: Informational Version
es: Versión informativa
fr: Version informative
nl: Informatieve versie
pt_br: Versão Informativa

source: Toggle Theme
es: Alternar tema
fr: Basculer le thème
nl: Thema wisselen
pt_br: Alternar tema

source: Chapters
es: Capítulos
fr: Chapitres
nl: Hoofdstukken
pt_br: Capítulos

source: Chapter
es: Capítulo
fr: Chapitre
nl: Hoofdstuk
pt_br: Capítulo

source: Downloaded
es: Descargado
fr: Téléchargé
nl: Gedownload
pt_br: Baixado

source: Chapters Found
es: Capítulos encontrados
fr: Chapitres trouvés
nl: Hoofdstukken gevonden
pt_br: Capítulos encontrados

source: Download
es: Descargar
fr: Télécharger
nl: Downloaden

source: Release Status
es: Estado de lanzamiento
fr: Statut de sortie
nl: Vrijgavestatus
pt_br: Status de lançamento

source: Content Rating
es: Clasificación de contenido
fr: Évaluation du contenu
nl: Inhoudsbeoordeling
pt_br: Classificação de conteúdo

source: Original Language
es: Idioma original
fr: Langue originale
nl: Originele taal
pt_br: Idioma Original

source: Year
es: Año
fr: Année
nl: Jaar
pt_br: Ano

source: Latest Chapter
es: Último capítulo
fr: Dernier chapitre
nl: Laatste hoofdstuk
pt_br: Capítulo mais recente

source: Last Volume
es: Último volumen
fr: Dernier tome
nl: Laatste deel
pt_br: Último volume

source: Tags
es: Etiquetas
fr: Balises
nl: Labels
pt_br: Etiquetas

source: Folder Name
es: Nombre de la carpeta
fr: Nom du dossier
nl: Mapnaam
pt_br: Nome da pasta

source: External Links
es: Enlaces externos
fr: Liens externes
nl: Externe koppelingen
pt_br: Links externos

# AllchapterWillBeTerminated
source: All chapter and volume download processes will be terminated.
es: Todos los procesos de descarga de capítulos y volúmenes finalizarán.
fr: Tous les processus de téléchargement de chapitres et de volumes seront interrompus.
nl: Alle downloadprocessen voor hoofdstukken en volumes worden beëindigd.
pt_br: Todos os processos de download de capítulos e volumes serão encerrados.

source: Crawler Settings
es: Configuración del rastreador
fr: Paramètres du robot d'exploration
nl: Crawler-instellingen
pt_br: Configurações do rastreador

source: Enabled
es: Activado
fr: Activé
nl: Ingeschakeld
pt_br: Habilitado

source: Accept User Terms
es: Aceptar términos de usuario
fr: Accepter les conditions d'utilisation
nl: Accepteer gebruikersvoorwaarden
pt_br: Aceite os Termos do Usuário

source: User Terms
es: Términos de usuario
fr: Conditions d'utilisation
nl: Gebruikersvoorwaarden
pt_br: Termos do usuário

source: Has Terms Accepted?
es: ¿Se han aceptado los términos?
fr: Les conditions ont-elles été acceptées ?
nl: Zijn de voorwaarden geaccepteerd?
pt_br: Os termos foram aceitos?

# ValidateMessageYouMustAcceptTermsBeforeAgent
source: You must accept the terms before saving this agent.
es: Debe aceptar los términos antes de guardar a este agente.
fr: Vous devez accepter les conditions avant d'enregistrer cet agent.
nl: U moet de voorwaarden accepteren voordat u deze agent opslaat.
pt_br: Você deve aceitar os termos antes de salvar este agente.

source: Agent Actions
es: Acciones del agente
fr: Actions des agents
nl: Agentacties
pt_br: Ações do Agente

source: Crawler Actions
es: Acciones del rastreador
fr: Actions du robot d'exploration
nl: Crawler-acties
pt_br: Ações do rastreador

source: Settings
es: Ajustes
fr: Paramètres
nl: Instellingen
pt_br: Configurações

# Manga
source: Mangá
es: manga
fr: Manga
nl: Manga
pt_br: Manga

# Mangas
source: Mangás
es: Mangas
fr: Mangas
nl: Manga's
pt_br: Mangas

source: Log Stream
es: Flujo de registro
fr: Flux de journaux
nl: Logstroom
pt_br: Fluxo de registros

source: Your Collection
es: Tu colección
fr: Votre collection
nl: Jouw collectie
pt_br: Sua coleção

source: Collection
es: Recopilación
nl: Verzameling
pt_br: Coleção

source: Collections
es: Colecciones
nl: Collecties
pt_br: Coleções

source: Add To Your Collection
es: Añadir a tu colección
fr: Ajoutez à votre collection
nl: Voeg toe aan uw verzameling
pt_br: Adicione à sua coleção

source: Remove From Your Collection
es: Eliminar de tu colección
fr: Supprimer de votre collection
nl: Verwijderen uit uw verzameling
pt_br: Remover da sua coleção

source: Open Your Collection
es: Abre tu colección
fr: Ouvrez votre collection
nl: Open uw verzameling
pt_br: Abra sua coleção

source: See Your Collection
es: Vea su colección
fr: Voir votre collection
nl: Bekijk uw verzameling
pt_br: Veja sua coleção

# YouAreAboutToDeleteThisMangaFromYourCollection
source: Are you sure you want to delete this manga from your collection? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar este manga de tu colección? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce manga de votre collection ? Cette action ne peut pas être annulée.
nl: Weet je zeker dat je deze manga uit je collectie wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pt_br: Tem certeza de que deseja excluir este mangá da sua coleção? Esta ação não pode ser desfeita.

source: No Crawler Agent
es: Sin agente rastreador
fr: Aucun agent d'exploration
nl: Geen Crawler-agent
pt_br: Nenhum agente rastreador

source: Add Crawler Agent To Get Started
es: Agregue el agente rastreador para comenzar
fr: Ajouter un agent d'exploration pour commencer
nl: Voeg Crawler Agent toe om aan de slag te gaan
pt_br: Adicione o agente rastreador para começar

source: Search Crawler Agents
es: Buscar agentes rastreadores
fr: Rechercher des agents d'exploration
nl: Zoek naar crawleragents
pt_br: Agentes rastreadores de pesquisa

source: Add NuGet Sources
es: Agregar fuentes NuGet
fr: Ajouter des sources NuGet
nl: Voeg NuGet-bronnen toe
pt_br: Adicionar fontes do NuGet

source: Search
es: Buscar
fr: Recherche
nl: Zoekopdracht
pt_br: Procurar

source: No Add-ons Available
es: No hay complementos disponibles
fr: Aucun module complémentaire disponible
nl: Geen add-ons beschikbaar
pt_br: Nenhuma extensão disponível

source: Install
es: Instalar
fr: Installer
nl: Installeren
pt_br: Instalar

source: License
es: Licencia
fr: Licence
nl: Licentie
pt_br: Licença

source: Authors
es: Autores
fr: Auteurs
nl: Auteurs
pt_br: Autores

source: Total Downloads
es: Descargas totales
fr: Total des téléchargements
nl: Totaal aantal downloads
pt_br: Total de downloads

source: User Name
es: Nombre de usuario
fr: Nom d'utilisateur
nl: Gebruikersnaam
pt_br: Nome de usuário

source: Sources
es: Fuentes
nl: Bronnen
pt_br: Fontes

source: Select Source
es: Seleccionar fuente
fr: Sélectionnez la source
nl: Selecteer Bron
pt_br: Selecione a fonte

source: No Sources
es: Sin fuentes
fr: Aucune source
nl: Geen bronnen
pt_br: Sem fontes

source: Examples
es: Ejemplos
fr: Exemples
nl: Voorbeelden
pt_br: Exemplos

# NugetSourceUserNameExplanation
source: Optional. Provide a username if the NuGet source requires basic authentication. Leave blank for public feeds or API key-only access.
es: Opcional. Proporcione un nombre de usuario si la fuente NuGet requiere autenticación básica. Déjelo en blanco para feeds públicos o acceso solo con clave API.
fr: Facultatif. Fournissez un nom d'utilisateur si la source NuGet nécessite une authentification de base. Laissez ce champ vide pour les flux publics ou l'accès par clé API uniquement.
nl: Optioneel. Geef een gebruikersnaam op als de NuGet-bron basisverificatie vereist. Laat dit veld leeg voor openbare feeds of toegang met alleen een API-sleutel.
pt_br: Opcional. Forneça um nome de usuário se a origem do NuGet exigir autenticação básica. Deixe em branco para feeds públicos ou acesso somente com chave de API.

# NugetSourcePasswordExplanation
source: Required for authenticated sources. Enter either the password for basic auth or an API key for token-based access. This will be used to fetch packages securely.
es: Requerido para fuentes autenticadas. Ingrese la contraseña para la autenticación básica o una clave API para el acceso basado en token. Esto se utilizará para recuperar paquetes de forma segura.
fr: Obligatoire pour les sources authentifiées. Saisissez soit le mot de passe pour l'authentification de base, soit une clé API pour un accès basé sur un jeton. Ceci sera utilisé pour récupérer les packages en toute sécurité.
nl: Vereist voor geverifieerde bronnen. Voer het wachtwoord in voor basisauthenticatie of een API-sleutel voor op tokens gebaseerde toegang. Dit wordt gebruikt om pakketten veilig op te halen.
pt_br: Obrigatório para fontes autenticadas. Insira a senha para autenticação básica ou uma chave de API para acesso baseado em token. Isso será usado para buscar pacotes com segurança.

source: API Key
es: Clave API
fr: Clé API
nl: API-sleutel
pt_br: Chave de API

source: Password
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pt_br: Senha

source: official NuGet.org
es: NuGet.org oficial
fr: NuGet.org officiel
nl: officiële NuGet.org
pt_br: NuGet.org oficial

# FromKamiYomuNuGetRepository
source: From KamiYomu NuGet Repository - requires api key
es: Desde el repositorio KamiYomu NuGet: requiere clave API
fr: Depuis le référentiel KamiYomu NuGet - nécessite une clé API
nl: Van KamiYomu NuGet Repository - vereist API-sleutel
pt_br: Do repositório KamiYomu NuGet - requer chave de API

source: Source Code
es: Código fuente
fr: Code source
nl: Broncode
pt_br: Código Fonte

source: Crawler Agent Saved Successfully!
es: ¡El agente rastreador se guardó correctamente!
fr: L'agent Crawler a été enregistré avec succès !
nl: Crawler Agent succesvol opgeslagen!
pt_br: Agente rastreador salvo com sucesso!

source: Add-on Disclaimer
es: Descargo de responsabilidad del complemento
fr: Avis de non-responsabilité concernant les modules complémentaires
nl: Disclaimer voor extra's
pt_br: Isenção de responsabilidade adicional

# ModalSomeAddonsAvailableMaintainedCommunity
source: Some add-ons available through this platform are developed and maintained by the community. These community add-ons may:
es: Algunos complementos disponibles a través de esta plataforma son desarrollados y mantenidos por la comunidad. Estos complementos comunitarios pueden:
fr: Certains modules complémentaires disponibles via cette plateforme sont développés et maintenus par la communauté. Ces modules complémentaires communautaires peuvent :
nl: Sommige add-ons die via dit platform beschikbaar zijn, worden ontwikkeld en onderhouden door de community. Deze community-add-ons kunnen:
pt_br: Alguns complementos disponíveis nesta plataforma são desenvolvidos e mantidos pela comunidade. Esses complementos da comunidade podem:

# ModalAccessUnofficialThirdPartySourcesManga
source: Access unofficial or third-party sources to retrieve manga content
es: Acceda a fuentes no oficiales o de terceros para recuperar contenido manga
fr: Accédez à des sources non officielles ou tierces pour récupérer du contenu de manga
nl: Krijg toegang tot onofficiële bronnen of bronnen van derden om manga-inhoud op te halen
pt_br: Acesse fontes não oficiais ou de terceiros para recuperar conteúdo de mangá

# ModalIncludeCodeBehaviorNotEndorsedKamiYomu
source: Include code or behavior not reviewed or endorsed by the KamiYomu team
es: Incluir código o comportamiento no revisado ni respaldado por el equipo de KamiYomu.
fr: Inclure un code ou un comportement non examiné ou approuvé par l'équipe KamiYomu
nl: Voeg code of gedrag toe dat niet is beoordeeld of onderschreven door het KamiYomu-team
pt_br: Incluir código ou comportamento não revisado ou endossado pela equipe KamiYomu

# ModalPosePotentialSecurityPrivacyRisks
source: Pose potential security or privacy risks if not properly vetted
es: Plantean riesgos potenciales de seguridad o privacidad si no se examinan adecuadamente
fr: Présentent des risques potentiels pour la sécurité ou la confidentialité s’ils ne sont pas correctement vérifiés
nl: Ze kunnen potentiële veiligheids- of privacyrisico's met zich meebrengen als ze niet goed worden doorgelicht
pt_br: Representam riscos potenciais de segurança ou privacidade se não forem devidamente avaliados

# ModalKamiYomuNotProvideSupportCommunityAddons
source: KamiYomu does not provide support for community add-ons and assumes no responsibility for their functionality, safety, or legality.
es: KamiYomu no brinda soporte para complementos de la comunidad y no asume ninguna responsabilidad por su funcionalidad, seguridad o legalidad.
fr: KamiYomu ne prend pas en charge les modules complémentaires de la communauté et n'assume aucune responsabilité quant à leur fonctionnalité, leur sécurité ou leur légalité.
nl: KamiYomu biedt geen ondersteuning voor community-add-ons en aanvaardt geen verantwoordelijkheid voor de functionaliteit, veiligheid of wettigheid ervan.
pt_br: KamiYomu não fornece suporte para complementos da comunidade e não assume nenhuma responsabilidade por sua funcionalidade, segurança ou legalidade.

# ModalReviewAddonRepositoryBeforeInstall
source: Before installing any add-on: review the source code in its public repository, verify that it is open source, and avoid installing if the source is unavailable or untrusted.
es: Antes de instalar cualquier complemento: revise el código fuente en su repositorio público, verifique que sea de código abierto y evite instalarlo si la fuente no está disponible o no es de confianza.
fr: Avant d'installer un module complémentaire : examinez le code source dans son référentiel public, vérifiez qu'il est open source et évitez de l'installer si la source n'est pas disponible ou n'est pas fiable.
nl: Voordat u een add-on installeert: controleer de broncode in de openbare repository, controleer of deze open source is en vermijd installatie als de bron niet beschikbaar of niet-vertrouwd is.
pt_br: Antes de instalar qualquer complemento: revise o código-fonte em seu repositório público, verifique se ele é de código aberto e evite instalar se a fonte não estiver disponível ou não for confiável.

# ModalDontShowThisMessageAgain
source: Don't show this message again
es: No mostrar este mensaje nuevamente
fr: Ne plus afficher ce message
nl: Laat dit bericht niet meer zien
pt_br: Não mostrar esta mensagem novamente

source: Got it
es: Entiendo
fr: J'ai compris
nl: Ik heb het
pt_br: Entendi

source: Add-on Explorer
es: Explorador de complementos
fr: Explorateur de modules complémentaires
nl: Add-on verkenner
pt_br: Explorador de complementos

source: Install a Crawler Agent
es: Instalar un agente rastreador
fr: Installer un agent de robot d'exploration
nl: Installeer een Crawler-agent
pt_br: Instale um agente rastreador

source: Go to add-on
es: Ir al complemento
fr: Aller au module complémentaire
nl: Ga naar add-on
pt_br: Vá para extensões

source: Start Download Your Manga
es: Comienza a descargar tu manga
fr: Commencez à télécharger vos mangas
nl: Begin met het downloaden van je manga

source: Enjoy
es: Disfrutar
fr: Apprécier
nl: Genieten
pt_br: Aproveitar

source: See the license
es: ver la licencia
fr: Voir la licence
nl: Zie de licentie
pt_br: Veja a licença

# ProcessingCertainCrawlerAgentaRequireMoreTime
source: Processing... Certain crawler agents require more time depending on the complexity of the task.
es: Procesando... Ciertos agentes rastreadores requieren más tiempo dependiendo de la complejidad de la tarea.
fr: Traitement... Certains agents de robot d'exploration nécessitent plus de temps en fonction de la complexité de la tâche.
nl: Verwerken... Bepaalde crawleragents hebben meer tijd nodig, afhankelijk van de complexiteit van de taak.
pt_br: Processando... Certos agentes rastreadores requerem mais tempo dependendo da complexidade da tarefa.

# WaitProcessing1
source: We are still processing, believe in us
es: Todavía estamos procesando, cree en nosotros.
fr: Nous sommes toujours en train de traiter, croyez en nous
nl: We zijn nog steeds aan het verwerken, geloof in ons
pt_br: Ainda estamos processando, acredite em nós

# WaitProcessing2
source: We can't wait until it is done
es: No podemos esperar hasta que esté hecho.
fr: Nous ne pouvons pas attendre que ce soit fait
nl: Wij kunnen niet wachten tot het klaar is
pt_br: Mal podemos esperar até que esteja feito

# WaitProcessing3
source: Almost there... maybe
es: Ya casi llegamos...tal vez
fr: J'y suis presque... peut-être
nl: Bijna daar... misschien
pt_br: Quase lá... talvez

# WaitProcessing4
source: Still spinning... like your favorite vinyl
es: Sigue girando... como tu vinilo favorito
fr: Je tourne toujours... comme ton vinyle préféré
nl: Draait nog steeds... zoals je favoriete vinyl
pt_br: Ainda girando... como seu vinil favorito

# WaitProcessing5
source: This spinner is doing its best
es: Esta ruleta está haciendo lo mejor que puede.
fr: Ce spinner fait de son mieux
nl: Deze spinner doet zijn best
pt_br: Este spinner está fazendo o seu melhor

source: Include Pre-Release Versions
es: Incluir versiones previas al lanzamiento
fr: Inclure les versions préliminaires
nl: Inclusief pre-releaseversies
pt_br: Incluir versões de pré-lançamento

# IncludePreReleaseVersionsExplanation
source: Pre-release versions include alpha, beta, and release candidate builds that may contain new features but are not yet considered stable. Use with caution.
es: Las versiones preliminares incluyen versiones alfa, beta y candidatas a lanzamiento que pueden contener nuevas funciones pero que aún no se consideran estables. Úselo con precaución.
fr: Les versions préliminaires incluent les versions alpha, bêta et release candidate qui peuvent contenir de nouvelles fonctionnalités mais qui ne sont pas encore considérées comme stables. A utiliser avec prudence.
nl: Pre-releaseversies omvatten alfa-, bèta- en release candidate-builds die mogelijk nieuwe functies bevatten, maar nog niet als stabiel worden beschouwd. Wees voorzichtig.
pt_br: As versões de pré-lançamento incluem compilações alfa, beta e release candidate que podem conter novos recursos, mas ainda não são consideradas estáveis. Use com cuidado.
