Repository: caquino/KamiYomu
Catalog: src/KamiYomu.Web/Resources/I18n.*.resx
Languages: es, fr, nl, pt_br

source: Add Nuget.org As Source
es: Agregar Nuget.org como fuente
fr: Ajouter Nuget.org comme source
nl: Voeg Nuget.org toe als bron
pt_br: Adicionar Nuget.org como fonte

# ConfirmAddNugetOrg
source: Confirm Add NuGet.org as Source
es: Confirme agregar NuGet.org como fuente
fr: Confirmez l'ajout de NuGet.org comme source
nl: Bevestig dat u NuGet.org als bron toevoegt
pt_br: Confirme a adição do NuGet.org como origem

# ConfirmAddNugetOrgSourceExplanation
source: NuGet.org is a public package repository not maintained by KamiYomu. Any developer can publish packages there, including experimental or potentially unsafe ones. Please review each package carefully before installing it into KamiYomu to ensure it meets your security, licensing, and stability requirements.
es: NuGet.org es un repositorio de paquetes público no mantenido por KamiYomu. Cualquier desarrollador puede publicar paquetes allí, incluidos los experimentales o potencialmente inseguros. Revise cada paquete detenidamente antes de instalarlo en KamiYomu para asegurarse de que cumpla con sus requisitos de seguridad, licencia y estabilidad.
fr: NuGet.org est un référentiel de packages public non géré par KamiYomu. Tout développeur peut y publier des packages, y compris des packages expérimentaux ou potentiellement dangereux. Veuillez examiner attentivement chaque package avant de l'installer dans KamiYomu pour vous assurer qu'il répond à vos exigences en matière de sécurité, de licence et de stabilité.
nl: NuGet.org is een openbare pakketrepository die niet wordt onderhouden door KamiYomu. Elke ontwikkelaar kan daar pakketten publiceren, inclusief experimentele of potentieel onveilige pakketten. Controleer elk pakket zorgvuldig voordat u het in KamiYomu installeert, om er zeker van te zijn dat het voldoet aan uw beveiligings-, licentie- en stabiliteitsvereisten.
pt_br: NuGet.org é um repositório de pacotes público não mantido por KamiYomu. Qualquer desenvolvedor pode publicar pacotes lá, inclusive os experimentais ou potencialmente inseguros. Revise cada pacote cuidadosamente antes de instalá-lo no KamiYomu para garantir que ele atenda aos seus requisitos de segurança, licenciamento e estabilidade.

source: Family Safe Mode
es: Modo seguro familiar
fr: Mode sans échec familial
nl: Familieveilige modus
pt_br: Modo de segurança familiar

# FamilySafeModeEnableMessage
source: Your Family Safe Mode is enabled. Content flagged as explicit or adult-oriented will be hidden.
es: Su modo seguro familiar está habilitado. El contenido marcado como explícito u orientado a adultos se ocultará.
fr: Votre mode sans échec familial est activé. Le contenu signalé comme explicite ou destiné aux adultes sera masqué.
nl: Uw gezinsvriendelijke modus is ingeschakeld. Inhoud die is gemarkeerd als expliciet of gericht op volwassenen, wordt verborgen.
pt_br: Seu modo de segurança familiar está ativado. O conteúdo sinalizado como explícito ou voltado para adultos será ocultado.

# FamilySafeModeDisableMessage
source: Your Family Safe Mode is disabled. Content that may include mature or sensitive material will be shown.
es: Su Modo seguro familiar está desactivado. Se mostrará contenido que pueda incluir material para adultos o sensible.
fr: Votre mode sans échec familial est désactivé. Le contenu pouvant inclure du matériel mature ou sensible sera affiché.
nl: Uw gezinsvriendelijke modus is uitgeschakeld. Er wordt inhoud getoond die mogelijk volwassen of gevoelig materiaal bevat.
pt_br: Seu modo de segurança para a família está desativado. Conteúdo que pode incluir material adulto ou sensível será mostrado.

source: Family Safe Mode Enabled
es: Modo seguro familiar habilitado
fr: Mode sans échec familial activé
nl: Familieveilige modus ingeschakeld
pt_br: Modo de segurança familiar ativado

source: Family Safe Mode Disabled
es: Modo seguro familiar deshabilitado
fr: Mode sans échec familial désactivé
nl: Gezinsveilige modus uitgeschakeld
pt_br: Modo de segurança familiar desativado

# UserInterfaceLanguageChanged
source: User Interface Language Has Been Changed
es: Se ha cambiado el idioma de la interfaz de usuario
fr: La langue de l'interface utilisateur a été modifiée
nl: Taal van de gebruikersinterface is gewijzigd
pt_br: O idioma da interface do usuário foi alterado

source: Source removed successfully
es: Fuente eliminada con éxito
fr: Source supprimée avec succès
nl: Bron succesvol verwijderd
pt_br: Fonte removida com sucesso

source: Crawler Agent Removed Successfully
es: El agente rastreador se eliminó correctamente
fr: Agent du robot d'exploration supprimé avec succès
nl: Crawleragent is succesvol verwijderd
pt_br: Agente rastreador removido com sucesso

source: Nuget.org has been added as a NuGet Source
es: Nuget.org se ha agregado como fuente NuGet
fr: Nuget.org a été ajouté en tant que source NuGet
nl: Nuget.org is toegevoegd als NuGet-bron
pt_br: Nuget.org foi adicionado como uma fonte NuGet

source: NuGet Package is Invalid
es: El paquete NuGet no es válido
fr: Le package NuGet n’est pas valide
nl: NuGet-pakket is ongeldig
pt_br: O pacote NuGet é inválido

# FailedToSearch
source: Failed to search packages from the source.
es: No se pudieron buscar paquetes desde la fuente.
fr: Échec de la recherche des packages à partir de la source.
nl: Kan pakketten vanaf de bron niet zoeken.
pt_br: Falha ao pesquisar pacotes na origem.

source: Chapter Downloaded
es: Capítulo descargado
fr: Chapitre téléchargé
nl: Hoofdstuk gedownload
pt_br: Capítulo baixado

source: Download Activity
es: Descargar actividad
fr: Activité de téléchargement
nl: Activiteit downloaden
pt_br: Baixar atividade

source: Options
es: Opciones
fr: Possibilités
nl: Opties
pt_br: Opções

source: Last Update
es: Última actualización
fr: Dernière mise à jour
nl: Laatste update
pt_br: Última atualização

source: Pending
es: Pendiente
fr: En attente
nl: In behandeling
pt_br: Pendente

source: Scheduled
es: Programado
fr: Programmé
nl: Gepland
pt_br: Agendado

source: Processing
es: Tratamiento
fr: Traitement
nl: Verwerking
pt_br: Processamento

source: Completed
es: Terminado
fr: Complété
nl: Voltooid
pt_br: Concluído

source: Cancelled
es: Cancelado
fr: Annulé
nl: Geannuleerd
pt_br: Cancelado

source: Reschedule
es: Reprogramar
fr: Reprogrammer
nl: Opnieuw plannen
pt_br: Reprogramar

# DownloadChapterSchedule
source: Download Chapter Has Been Scheduled
es: Descargar el capítulo ha sido programado
fr: Le téléchargement du chapitre a été programmé
nl: Downloadhoofdstuk is gepland
pt_br: O download do capítulo foi agendado

source: Download Chapter Has Been Cancelled
es: Descargar el capítulo ha sido cancelado
fr: Le téléchargement du chapitre a été annulé
nl: Downloadhoofdstuk is geannuleerd
pt_br: O download do capítulo foi cancelado

source: Size
es: Tamaño
fr: Taille
nl: Maat
pt_br: Tamanho

source: Your collection no longer includes
es: Tu colección ya no incluye
fr: Votre collection ne comprend plus
nl: Je verzameling omvat niet langer
pt_br: Sua coleção não inclui mais

source: NuGet Package Installed Successfully
es: Paquete NuGet instalado correctamente
fr: Package NuGet installé avec succès
nl: NuGet-pakket is succesvol geïnstalleerd
pt_br: Pacote NuGet instalado com sucesso

source: No .dll found in NuGet package.
es: No se encontró ningún archivo .dll en el paquete NuGet.
fr: Aucun fichier .dll trouvé dans le package NuGet.
nl: Geen .dll gevonden in NuGet-pakket.
pt_br: Nenhum .dll encontrado no pacote NuGet.

# OnlyDllOrNupkgSupported
source: Only .dll or .nupkg files are supported.
es: Sólo se admiten archivos .dll o .nupkg.
fr: Seuls les fichiers .dll ou .nupkg sont pris en charge.
nl: Alleen .dll- of .nupkg-bestanden worden ondersteund.
pt_br: Somente arquivos .dll ou .nupkg são suportados.

source: No file was found.
es: No se encontró ningún archivo.
fr: Aucun fichier n'a été trouvé.
nl: Er is geen bestand gevonden.
pt_br: Nenhum arquivo foi encontrado.

source: Full Scan Status
es: Estado de escaneo completo
fr: État de l'analyse complète
nl: Volledige scanstatus
pt_br: Status de verificação completa

source: Title added to your collection
es: Título añadido a tu colección.
fr: Titre ajouté à votre collection
nl: Titel toegevoegd aan je verzameling
pt_br: Título adicionado à sua coleção

source: In Progress
es: En curso
fr: En cours
nl: In uitvoering
pt_br: Em andamento

source: Library Not Found
es: Biblioteca no encontrada
fr: Bibliothèque introuvable
nl: Bibliotheek niet gevonden
pt_br: Biblioteca não encontrada

# SearchForChaptersCompleted
source: Search for chapters is completed
es: Se completó la búsqueda de capítulos.
fr: La recherche de chapitres est terminée
nl: Het zoeken naar hoofdstukken is voltooid
pt_br: A busca por capítulos foi concluída

source: Following
es: Siguiente
fr: Suivant
nl: Volgende
pt_br: Seguindo

source: Follow
es: Seguir
fr: Suivre
nl: Volgen
pt_br: Seguir

# YouAreNoLongerFollowingThisTitle
source: You’ve stopped following this title. New chapters will no longer be checked automatically.
es: Has dejado de seguir este título. Los nuevos capítulos ya no se comprobarán automáticamente.
fr: Vous avez arrêté de suivre ce titre. Les nouveaux chapitres ne seront plus vérifiés automatiquement.
nl: Je bent gestopt met het volgen van deze titel. Nieuwe hoofdstukken worden niet langer automatisch gecontroleerd.
pt_br: Você parou de seguir este título. Novos capítulos não serão mais verificados automaticamente.

# YouStartedFollowingThisTitle
source: You’re now following this title. We’ll automatically check for new chapters.
es: Ahora estás siguiendo este título. Comprobaremos automáticamente si hay nuevos capítulos.
fr: Vous suivez désormais ce titre. Nous vérifierons automatiquement les nouveaux chapitres.
nl: Je volgt nu deze titel. We controleren automatisch op nieuwe hoofdstukken.
pt_br: Agora você está seguindo este título. Verificaremos automaticamente se há novos capítulos.

source: Not Stated
es: No indicado
fr: Non déclaré
nl: Niet vermeld
pt_br: Não declarado

source: Not Started
es: No iniciado
fr: Non démarré
nl: Niet gestart
pt_br: Não iniciado

source: Search For Chapters
es: Buscar capítulos
fr: Rechercher des chapitres
nl: Zoeken naar hoofdstukken
pt_br: Pesquisar capítulos

source: Chapter Search Status
es: Estado de búsqueda de capítulo
fr: Statut de recherche de chapitre
nl: Hoofdstukzoekstatus
pt_br: Status de pesquisa de capítulo

# InstallCrawlerAgentDescription
source: Enhance KamiYomu by installing crawler agents that automatically track and retrieve your manga as soon as it becomes available.
es: Mejora KamiYomu instalando agentes rastreadores que rastrean y recuperan automáticamente tu manga tan pronto como esté disponible.
fr: Améliorez KamiYomu en installant des agents d'exploration qui suivent et récupèrent automatiquement votre manga dès qu'il est disponible.
nl: Verbeter KamiYomu door crawler-agents te installeren die je manga automatisch volgen en ophalen zodra deze beschikbaar komt.
pt_br: Aprimore KamiYomu instalando agentes rastreadores que rastreiam e recuperam automaticamente seu mangá assim que ele estiver disponível.

# AreYouCertainYouWantPermanentlyDeleteThisRecord
source: Are you certain you want to permanently delete this record?
es: ¿Está seguro de que desea eliminar permanentemente este registro?
fr: Êtes-vous certain de vouloir supprimer définitivement cet enregistrement ?
nl: Weet u zeker dat u deze record definitief wilt verwijderen?
pt_br: Tem certeza de que deseja excluir permanentemente este registro?

# TimeoutExplanation
source: A timeout is the maximum amount of time a client will wait for an operation to finish before giving up. (in milliseconds)
es: Un tiempo de espera es la cantidad máxima de tiempo que un cliente esperará hasta que finalice una operación antes de darse por vencido. (en milisegundos)
fr: Un délai d'attente est la durée maximale pendant laquelle un client attendra la fin d'une opération avant d'abandonner. (en millisecondes)
nl: Een time-out is de maximale tijd die een cliënt wacht tot een bewerking is voltooid voordat hij het opgeeft. (in milliseconden)
pt_br: Um tempo limite é o tempo máximo que um cliente aguardará a conclusão de uma operação antes de desistir. (em milissegundos)

# UserAgentExplanation
source: A User-Agent is a text string that a web browser or HTTP client sends along with its requests to a server.
es: Un User-Agent es una cadena de texto que un navegador web o cliente HTTP envía junto con sus solicitudes a un servidor.
fr: Un agent utilisateur est une chaîne de texte qu'un navigateur Web ou un client HTTP envoie avec ses requêtes à un serveur.
nl: Een User-Agent is een tekstreeks die een webbrowser of HTTP-client samen met zijn verzoeken naar een server verzendt.
pt_br: Um User-Agent é uma string de texto que um navegador da web ou cliente HTTP envia junto com suas solicitações para um servidor.

source: This Value Is Required
es: Este valor es obligatorio
fr: Cette valeur est obligatoire
nl: Deze waarde is vereist
pt_br: Este valor é obrigatório

source: Something Went Wrong.
es: Algo salió mal.
fr: Quelque chose s'est mal passé.
nl: Er is iets misgegaan.
pt_br: Algo deu errado.

# PleaseCorrectHighlightedField
source: Please correct the highlighted field.
es: Corrija el campo resaltado.
fr: Veuillez corriger le champ en surbrillance.
nl: Corrigeer het gemarkeerde veld.
pt_br: Corrija o campo destacado.

source: Compatible
nl: Verenigbaar
pt_br: Compatível

source: Not Compatible
es: No compatibles
fr: Non compatible
nl: Niet compatibel
pt_br: Não compatível

# AdjustSearchTerm
source: Adjust the search term to explore available packages.
es: Ajuste el término de búsqueda para explorar los paquetes disponibles.
fr: Ajustez le terme de recherche pour explorer les packages disponibles.
nl: Pas de zoekterm aan om beschikbare pakketten te verkennen.
pt_br: Ajuste o termo de pesquisa para explorar os pacotes disponíveis.

source: Welcome To
es: Bienvenido a
fr: Bienvenue à
nl: Welkom bij
pt_br: Bem-vindo ao

source: Source
es: Fuente
nl: Bron
pt_br: Fonte

source: Processor Count
es: Recuento de procesadores
fr: Nombre de processeurs
nl: Aantal processors
pt_br: Contagem de processadores

source: Machine Name
es: Nombre de la máquina
fr: Nom de l'appareil
nl: Machinenaam
pt_br: Nome da máquina

source: Operational System Version
es: Versión del sistema operativo
fr: Version du système opérationnel
nl: Operationele systeemversie
pt_br: Versão do Sistema Operacional

source: Framework Version
es: Versión del marco
fr: Version du cadre
nl: Framework-versie
pt_br: Versão da estrutura

source: Architecture
es: Arquitectura
nl: Architectuur
pt_br: Arquitetura

source: Current Directory
es: Directorio actual
fr: Répertoire actuel
nl: Huidige map
pt_br: Diretório atual

source: System Information
es: Información del sistema
fr: Informations système
nl: Systeeminformatie
pt_br: Informações do sistema

# ProcessorCountExplanation
source: Number of logical processors available. This value is often used as a baseline for Hangfire's <code>WorkerCount</code> setting to control how many jobs can run concurrently.
es: Número de procesadores lógicos disponibles. Este valor se utiliza a menudo como punto de referencia. para que la configuración <code>WorkerCount</code> de Hangfire controle cuántos trabajos se pueden ejecutar simultáneamente.
fr: Nombre de processeurs logiques disponibles. Cette valeur est souvent utilisée comme référence pour le paramètre <code>WorkerCount</code> de Hangfire pour contrôler le nombre de tâches pouvant être exécutées simultanément.
nl: Aantal logische processors beschikbaar. Deze waarde wordt vaak gebruikt als basislijn voor de <code>WorkerCount</code>-instelling van Hangfire om te bepalen hoeveel taken gelijktijdig kunnen worden uitgevoerd.
pt_br: Número de processadores lógicos disponíveis. Este valor é frequentemente usado como linha de base para a configuração <code>WorkerCount</code> do Hangfire para controlar quantos trabalhos podem ser executados simultaneamente.

source: To Be Rescheduled
es: Para ser reprogramado
fr: À reprogrammer
nl: Wordt opnieuw gepland
pt_br: Para ser reprogramado

# CbzIsTooSmall
source: CBZ file size is below the expected threshold, indicating a failed download. Retrying shortly.
es: El tamaño del archivo CBZ está por debajo del umbral esperado, lo que indica una descarga fallida. Reintentando en breve.
fr: La taille du fichier CBZ est inférieure au seuil attendu, ce qui indique un échec de téléchargement. Je réessaye sous peu.
nl: De CBZ-bestandsgrootte ligt onder de verwachte drempel, wat wijst op een mislukte download. Binnenkort opnieuw proberen.
pt_br: O tamanho do arquivo CBZ está abaixo do limite esperado, indicando uma falha no download. Tentando novamente em breve.

# DispatchFailedMessage
source: Dispatch failed. The task will be rescheduled
es: El envío falló. La tarea será reprogramada
fr: L'envoi a échoué. La tâche sera reprogrammée
nl: Verzending mislukt. De taak wordt opnieuw gepland
pt_br: Falha no envio. A tarefa será reprogramada

source: Attempt
es: Intentar
fr: Tentative
nl: Poging
pt_br: Tentativa

source: Error
fr: Erreur
nl: Fout
pt_br: Erro

source: Download Manga Has Been Cancelled
es: La descarga del manga ha sido cancelada
fr: Le téléchargement du manga a été annulé
nl: Het downloaden van manga is geannuleerd
pt_br: O download do mangá foi cancelado

source: Read It Online
es: Léelo en línea
fr: Lisez-le en ligne
nl: Lees het online
pt_br: Leia on-line

source: Add KamiYomu BaGet as Source
es: Agregue KamiYomu BaGet como fuente
fr: Ajouter KamiYomu BaGet comme source
nl: Voeg KamiYomu BaGet toe als bron

source: Preferences
es: Preferencias
fr: Préférences
nl: Voorkeuren

# ChapterFunnyTemplate4
source: Romance, Please Restart Me
es: Romance, por favor reiníciale
fr: Romance, s'il te plaît, redémarre-moi
nl: Romantiek, start mij alstublieft opnieuw op

# ChapterFunnyTemplate1
source: Romance Sideways
es: Romance de lado
fr: Romance de côté
nl: Romantiek opzij

# ChapterFunnyTemplate2
source: Romance Slightly Tilted
es: Romance ligeramente inclinado
fr: Romance légèrement inclinée
nl: Romantiek enigszins gekanteld

# ChapterFunnyTemplate3
source: Romance But Make It Weird
es: Romance pero hazlo raro
fr: Romance mais rendez-le bizarre
nl: Romantiek, maar maak het raar

source: File Path Format
es: Formato de ruta de archivo
fr: Format du chemin de fichier
nl: Bestandspadindeling

# TheTemplateMustProduceUniqueFileNames
source: The template must produce unique file names for different chapters.
es: La plantilla debe producir nombres de archivo únicos para diferentes capítulos.
fr: Le modèle doit produire des noms de fichiers uniques pour différents chapitres.
nl: Het sjabloon moet unieke bestandsnamen voor verschillende hoofdstukken opleveren.

# TheTemplatePathIsMissingOrInvalid
source: Looks like the template is missing or invalid. Please enter a valid one.
es: Parece que falta la plantilla o no es válida. Por favor ingrese uno válido.
fr: Il semble que le modèle soit manquant ou invalide. Veuillez en saisir un valide.
nl: Het lijkt erop dat de sjabloon ontbreekt of ongeldig is. Voer een geldige in.

# YourMangaWillBeStoredFilePathFormat
source: Your manga will be stored using the following file path format:
es: Su manga se almacenará utilizando el siguiente formato de ruta de archivo:
fr: Votre manga sera stocké en utilisant le format de chemin de fichier suivant :
nl: Je manga wordt opgeslagen met het volgende bestandspadformaat:

source: Preview will appear here
es: La vista previa aparecerá aquí
fr: L'aperçu apparaîtra ici
nl: Hier verschijnt een voorbeeld

# PleaseFixFollowingErrors
source: Please fix the following errors
es: Por favor corrija los siguientes errores
fr: Veuillez corriger les erreurs suivantes
nl: Los de volgende fouten op

source: Sign out
fr: se déconnecter
nl: Meld u af

source: Logging out...
fr: Déconnexion...
nl: Uitloggen...

source: Available Template Variables
fr: Variables de modèle disponibles
nl: Beschikbare sjabloonvariabelen

source: Series
fr: Série
nl: Serie

source: Download Progress
fr: Progression du téléchargement
nl: Vooruitgang downloaden

source: Set Up Your Download
fr: Configurez votre téléchargement
nl: Stel uw download in

source: File Path
fr: Chemin du fichier
nl: Bestandspad

source: Series Name Format
fr: Format du nom de série
nl: Formaat serienaam

source: Title Format
fr: Format du titre
nl: Titelformaat

source: Update Available
fr: Mise à jour disponible
nl: Update beschikbaar

# SeriesFormatDetails
source: This is used by reader programs to organize chapters into series. It helps the programs identify which series a chapter belongs to, making navigation and management easier for the user.
fr: Ceci est utilisé par les programmes de lecture pour organiser les chapitres en séries. Il aide les programmes à identifier à quelle série appartient un chapitre, facilitant ainsi la navigation et la gestion pour l'utilisateur.
nl: Dit wordt door leesprogramma's gebruikt om hoofdstukken in series te ordenen. Het helpt de programma's te identificeren tot welke serie een hoofdstuk behoort, waardoor navigatie en beheer voor de gebruiker eenvoudiger wordt.

# TitleFormatDetails
source: This is used by reader programs to organize chapter order. It helps the program determine the correct sequence of chapters in a series or manga, making navigation and management easier for the user.
fr: Ceci est utilisé par les programmes de lecture pour organiser l’ordre des chapitres. Il aide le programme à déterminer la séquence correcte des chapitres dans une série ou un manga, facilitant ainsi la navigation et la gestion pour l'utilisateur.
nl: Dit wordt door leesprogramma's gebruikt om de hoofdstukvolgorde te ordenen. Het helpt het programma de juiste volgorde van hoofdstukken in een serie of manga te bepalen, waardoor navigatie en beheer voor de gebruiker eenvoudiger wordt.

# FilePathFormatDetails
source: This template defines how your series will be saved. Each / represents a folder, so avoid starting or ending the file path with a slash. You can also use template variables to customize the path.
fr: Ce modèle définit comment votre série sera enregistrée. Chaque / représente un dossier, évitez donc de commencer ou de terminer le chemin du fichier par une barre oblique. Vous pouvez également utiliser des variables de modèle pour personnaliser le chemin.
nl: Deze sjabloon bepaalt hoe uw serie wordt opgeslagen. Elke / vertegenwoordigt een map, dus begin of eindig het bestandspad niet met een schuine streep. U kunt ook sjabloonvariabelen gebruiken om het pad aan te passen.

# SetUpYourDownloadDetails
source: Use this section to customize how downloaded files are saved, including the file path and comic information. You can use template variables (defined below) that automatically update based on manga and chapter details. Example data for these variables is available in the template variable section.
fr: Utilisez cette section pour personnaliser la façon dont les fichiers téléchargés sont enregistrés, y compris le chemin du fichier et les informations sur la bande dessinée. Vous pouvez utiliser des variables de modèle (définies ci-dessous) qui se mettent automatiquement à jour en fonction des détails du manga et du chapitre. Des exemples de données pour ces variables sont disponibles dans la section des variables de modèle.
nl: Gebruik dit gedeelte om aan te passen hoe gedownloade bestanden worden opgeslagen, inclusief het bestandspad en stripinformatie. U kunt sjabloonvariabelen gebruiken (hieronder gedefinieerd) die automatisch worden bijgewerkt op basis van manga- en hoofdstukdetails. Voorbeeldgegevens voor deze variabelen zijn beschikbaar in de sjabloonvariabelensectie.

source: Social Media
fr: Réseaux sociaux
nl: Sociale media

source: Community
fr: Communauté
nl: Gemeenschap
