Repository: caquino/KamiYomu
Catalog: src/KamiYomu.Web/Resources/I18n.*.resx
Languages: es, fr, nl, pt_br

source: System
fr: Système
nl: Systeem

source: Make this the default setting for future collections.
fr: Faites-en le paramètre par défaut pour les futures collections.
nl: Maak dit de standaardinstelling voor toekomstige incasso's.

# StandardDefaultSettingsAreShownBelowExplain
source: Standard default settings are shown below. You can modify these using environment variables.
fr: Les paramètres par défaut standard sont indiqués ci-dessous. Vous pouvez les modifier à l'aide de variables d'environnement.
nl: Standaard standaardinstellingen worden hieronder weergegeven. U kunt deze wijzigen met behulp van omgevingsvariabelen.

source: Not Safe For Work
fr: Pas sécuritaire pour le travail
nl: Niet veilig voor werk

source: Integrations
fr: Intégrations
nl: Integraties

source: Password / API Key
fr: Mot de passe/clé API
nl: Wachtwoord / API-sleutel

source: Service Uri Required
fr: Uri de service requis
nl: Service-URI vereist

source: Service Uri Invalid
fr: Uri de service invalide
nl: Service-URI ongeldig

source: Username Required
fr: Nom d'utilisateur requis
nl: Gebruikersnaam vereist

source: Password Required
fr: Mot de passe requis
nl: Wachtwoord vereist

source: Kavita Integration Settings
fr: Paramètres d'intégration Kavita
nl: Kavita-integratie-instellingen

source: Connection successfully!
fr: Connexion réussie !
nl: Verbinding succesvol!

# FailedConnectKavita
source: Failed to connect to Kavita.
fr: Échec de la connexion à Kavita.
nl: Kan geen verbinding maken met Kavita.

source: Settings saved successfully!
fr: Paramètres enregistrés avec succès !
nl: Instellingen succesvol opgeslagen!

source: Test Connection
fr: Tester la connexion
nl: Verbinding testen

source: Please fix validation errors
fr: Veuillez corriger les erreurs de validation
nl: Los de validatiefouten op

source: Api Key or Password is required.
fr: La clé API ou le mot de passe est requis.
nl: API-sleutel of wachtwoord is vereist.

source: Delete Integration
fr: Supprimer l'intégration
nl: Integratie verwijderen

source: Settings Removed Successfully!
fr: Paramètres supprimés avec succès !
nl: Instellingen succesvol verwijderd!

source: TheConnectionHasFailed
fr: La connexion a échoué
nl: De verbinding is mislukt

source: Paste your Gotify app token here.
fr: Collez votre jeton d'application Gotify ici.
nl: Plak hier uw Gotify-app-token.

source: How to get your Gotify token:
fr: Comment obtenir votre jeton Gotify :
nl: Hoe u uw Gotify-token kunt verkrijgen:

# GotifyTutorialApiKey01
source: Open your Gotify instance in a browser.
fr: Ouvrez votre instance Gotify dans un navigateur.
nl: Open uw Gotify-instantie in een browser.

# GotifyTutorialApiKey02
source: Go to the Applications section.
fr: Accédez à la section Applications.
nl: Ga naar het gedeelte Toepassingen.

# GotifyTutorialApiKey03
source: Create a new application and name it KamiYomu.
fr: Créez une nouvelle application et nommez-la KamiYomu.
nl: Maak een nieuwe applicatie en noem deze KamiYomu.

# GotifyTutorialApiKey04
source: Copy the generated token and paste it into the input above.
fr: Copiez le jeton généré et collez-le dans l'entrée ci-dessus.
nl: Kopieer het gegenereerde token en plak het in de bovenstaande invoer.

source: Notification Providers
fr: Fournisseurs de notifications
nl: Meldingsaanbieders

source: External Readers
fr: Lecteurs externes
nl: Externe lezers

source: See the documentation.
fr: Voir la documentation.
nl: Zie de documentatie.

# KavitaTutorialApiKey01
source: Access your Kavita instance
fr: Accédez à votre instance Kavita
nl: Toegang tot uw Kavita-instantie

# KavitaTutorialApiKey02
source: Log in in your account
fr: Connectez-vous à votre compte
nl: Log in op uw account

# KavitaTutorialApiKey03
source: Access the configuration > API Key / OPDS
fr: Accéder à la configuration > Clé API / OPDS
nl: Ga naar de configuratie > API Key / OPDS

# KavitaTutorialApiKey04
source: Copy the generated token and paste it into the input above
fr: Copiez le jeton généré et collez-le dans l'entrée ci-dessus
nl: Kopieer het gegenereerde token en plak het in de bovenstaande invoer

# HowToGetYourKavitaToken
source: How to get your Kavita Api Key
fr: Comment obtenir votre clé API Kavita
nl: Hoe u uw Kavita Api-sleutel kunt verkrijgen

# NotificationProvidersExplanation
source: Configure external services to receive notifications for manga-related events, such as chapter scans and completed downloads.
fr: Configurez des services externes pour recevoir des notifications pour les événements liés aux mangas, tels que les analyses de chapitres et les téléchargements terminés.
nl: Configureer externe services om meldingen te ontvangen voor manga-gerelateerde gebeurtenissen, zoals hoofdstukscans en voltooide downloads.

# ExternalReadersExplanation
source: Configure external services to receive automatic updates on new chapter downloads.
fr: Configurez les services externes pour recevoir des mises à jour automatiques sur les téléchargements de nouveaux chapitres.
nl: Configureer externe services om automatische updates te ontvangen over nieuwe hoofdstukdownloads.

source: Packages feed
fr: Flux de packages
nl: Pakketten voeden

source: Manga Reader
fr: Lecteur de mangas
nl: Manga-lezer

source: Width
fr: Largeur
nl: Breedte

source: Fullscreen
fr: Plein écran
nl: Volledig scherm

source: Reading Mode
fr: Mode de lecture
nl: Leesmodus

source: Content
fr: Contenu
nl: Inhoud

source: Art by
fr: Art par
nl: Kunst door

source: Also known as
fr: Aussi connu sous le nom
nl: Ook bekend als

source: Not Downloaded Yet
fr: Pas encore téléchargé
nl: Nog niet gedownload

source: Previous
fr: Précédent
nl: Vorig

source: Next
fr: Suivant
nl: Volgende

source: Unknown Author
nl: Onbekende auteur

source: By
nl: Door

source: Continue Reading
nl: Ga door met lezen

source: Start Reading
nl: Begin met lezen

source: Next Chapter
nl: Volgend hoofdstuk

# PreviousChapter
source: Previous Chaper
nl: Vorige hoofdstuk

# WelcomeToKamiYomuDescription
source: A fully self-hosted manga reader and downloader. No external servers. No tracking. Your collection stays entirely under your control.
es: Un rastreador de manga totalmente autohospedado. Sin servidores externos ni seguimiento: su colección permanece completamente bajo su control.
fr: Un robot d'exploration de mangas entièrement auto-hébergé. Pas de serveurs externes, pas de suivi, votre collection reste entièrement sous votre contrôle.
nl: Een volledig zelfgehoste mangalezer en downloader. Geen externe servers. Geen tracking. Uw collectie blijft volledig onder uw controle.
pt_br: Um rastreador de mangá totalmente auto-hospedado. Sem servidores externos, sem rastreamento — sua coleção permanece inteiramente sob seu controle.

source: Back to platform
nl: Terug naar perron

source: Reading History
nl: Geschiedenis lezen

source: Page
nl: Pagina

source: View All History
nl: Bekijk alle geschiedenis

source: Crawler Agent
es: Agente rastreador
fr: Agent d'exploration
pt_br: Agente rastreador

source: Manga Crawler Platform
es: Plataforma de rastreo manga
fr: Plateforme d'exploration de mangas
pt_br: Plataforma de rastreamento de mangá

source: Details
es: Detalles
fr: Détails
pt_br: Detalhes

source: Product
es: Producto
fr: Produit
pt_br: Produto

source: Status
es: Estado
fr: Statut

source: Add-ons
es: Complementos
fr: Modules complémentaires
pt_br: Extensões

source: MyGet feed
es: Mi feed de Get
fr: Flux MonObtenir
pt_br: Meu feed de obtenção

source: Download Status
es: Estado de descarga
fr: Statut du téléchargement

source: Volumes
es: Volúmenes

source: Volume
es: Volumen

# BaGetFeed
source: KamiYomu BaGet Feed
es: Feed de KamiYomu BaGet
